Ran Plan for project: `github` dir: `apps/github` workspace: `github`

<details><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # github_repository_webhook.wh["scripts"] will be created
+ resource "github_repository_webhook" "wh" {
      + active     = true
      + etag       = (known after apply)
      + events     = [
          + "*",
        ]
      + id         = (known after apply)
      + repository = "scripts"
      + url        = (known after apply)

      + configuration {
          + content_type = "json"
          + insecure_ssl = false
          + url          = (sensitive value)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p github`
* :put_litter_in_its_place: To **delete** this plan click [here](http:/lock?id=mvaldes14%252Fterraform%252Fapps%252Fgithub%252Fgithub)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p github`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`